{
  "jokes": [
    "What do you call a fake noodle?<br><br> An impasta.",
    "How many apples grow on a tree? <br><br>All of them.",
    "Want to hear a joke about paper? Nevermind, it's tearable.",
    "I just watched a documentary about beavers. <br><br>It was the best dam show I've ever seen.",
    "Why did the coffee file a police report? <br><br>It got mugged.",
    "How does a penguin build it's house? <br><br>Igloos it together.",
    "Dad, did you get a haircut? <br><br>No I got them all cut.",
    "Why did the scarecrow win an award? <br><br>Because he was outstanding in his field.",
    "Why don't skeletons ever go trick or treating? <br><br>Because they have no body to go with.",
    "I'll call you later. Don't call me later, call me Dad.",
    "What do you call an elephant that doesn't matter? <br><br>An irrelephant",
    "Want to hear a joke about construction? <br><br>I'm still working on it.",
    "What do you call cheese that isn't yours? <br><br>Nacho cheese.",
    "Why couldn't the bicycle stand up by itself? <br><br>It was two tired.",
    "What did the grape do when he got stepped on? <br><br>He let out a little wine.",
    "I wouldn't buy anything with velcro. <br><br>It's a total rip-off.",
    "The shovel was a ground-breaking invention.",
    "5/4 of people admit that they're bad with fractions.",
    "What do you call a man with a rubber toe? <br><br>Roberto.",
    "What do you call a fat psychic? <br><br>A four-chin teller.",
    "I would avoid the sushi if I was you. <br><br>It's a little fishy.",
    "The rotation of earth really makes my day.",
    "I thought about going on an all-almond diet. <br><br>But that's just nuts.",
    "What's brown and sticky? <br><br>A stick.",
    "I've never gone to a gun range before. <br><br>I decided to give it a shot!",
    "Why do you never see elephants hiding in trees? <br><br>Because they're so good at it.",
    "Did you hear about the kidnapping at school?<br><br> It's fine, he woke up.",
    "A furniture store keeps calling me. <br><br>All I wanted was one night stand.",
    "I used to work in a shoe recycling shop. <br><br>It was sole destroying.",
    "Did I tell you the time I fell in love during a backflip? <br><br>I was heels over head.",
    "I don't play soccer because I enjoy the sport.<br><br> I'm just doing it for kicks.",
    "People don't like having to bend over to get their drinks. <br><br>We really need to raise the bar.",
    "What time did the man go to the dentist? <br><br>Tooth hurt-y.",
    "I'm reading a book about anti-gravity. <br><br>It's impossible to put down!",
    "Spring is here! <br><br>I got so excited I wet my plants!",
    "What do you call a factory that sells passable products? <br><br> A satisfactory.",
    "How do you make a tissue dance? <br><br>Put a little boogie in it!",
    "Two peanuts were walking down the street. <br><br>One was a salted.",
    "I had a dream that I was a muffler last night. <br><br>I woke up exhausted!",
    "What is Beethoven's favorite fruit? <br><br>A ba-na-na-na.",
    "Two guys walk into a bar, the third one ducks.",
    "Did you hear about the circus fire? <br><br>It was in tents!",
    "Don't trust atoms. <br><br>They make up everything!",
    "What do you get when you cross an elephant with a rhino? <br><br>Elephino.",
    "How many tickles does it take to make an octopus laugh? <br><br>Ten-tickles.",
    "I'm only familiar with 25 letters in the English language. <br><br>I don't know why.",
    "What's the best part about living in Switzerland? <br><br>I don't know, but the flag is a big plus.",
    "What do prisoners use to call each other? <br><br>Cell phones.",
    "Why couldn't the bike standup by itself? <br><br>It was two tired.",
    "What do you call a dog that can do magic? <br><br>A Labracadabrador.",
    "Why didn't the vampire attack Taylor Swift? <br><br>She had bad blood.",
    "What do you get when you cross a snowman with a vampire? <br><br>Frostbite.",
    "What do you call a lonely cheese? <br><br>Provolone.",
    "Why can't you hear a pterodactyl go to the bathroom? <br><br> Because the pee is silent.",
    "What does an angry pepper do? <br><br>It gets jalapeño your face.",
    "What did the buffalo say to his son when he dropped him off at school? <br><br>Bison.",
    "What do you call someone with no body and no nose? <br><br>Nobody knows.",
    "Why did the crab never share? <br><br> Because he's shellfish.",
    "Why do Java developers wear glasses? <br><br> Because they can’t C#",
    "What do you call 8 hobbits? <br><br> A hobbyte",
    "Why did the developer go broke? <br><br> Because he used up all his cache",
    "Why was the JavaScript developer sad? <br><br> Because he didn’t Node how to Express himself"
  ]
}
